{
  "faq-one-title": "Can I track my order once it has been placed?",
  "faq-one-content": "Yes, you can go to “My Orders” section and track once it has been shipped",
  "faq-two-title": "What is your return and exchange policy?",
  "faq-two-content": "Please refer to our return and exchange policy page here:",
  "faq-three-title": "How long does it take for orders to be delivered?",
  "faq-three-content": "The order processing time for each product is mentioned on the product page. Further it takes 3-10 days to be delivered once it is shipped.",
  "faq-four-title": "Do you offer international shipping?",
  "faq-four-content": "We currently don’t provide international shipping on the website. However, you can reach out to us on info@tesorostore.in or Whatsapp at ________ and we may be able to help you!",
  "faq-five-title": "Can I customize or personalize certain items?",
  "faq-five-content": "Yes. Certain products offered by our sellers have the option of customization on the product page. Just click on the product and you’ll know if it is customizable or not",
  "faq-six-title": "Do you offer gift wrapping services?",
  "faq-six-content": "Not at the moment. However, we do offer you a variety of gifts you can choose from. Apart from this, we also have personalization and customization of certain products which makes for a perfect gift.",
  "faq-seven-title": "Are there any discounts or promotions available?",
  "faq-seven-content": "Any discounts or promotions available and applicable on your product will be shown to you during checkout.",
  "faq-eight-title": "How do I become a seller on your website?",
  "faq-eight-content": " Becoming a seller on our website is very easy. Simply register yourself as a new seller by filling up this form- (link- https://forms.gle/XyyyN2MtbvS682Bc7)  Once the form is submitted and reviewed by our team, the seller will get a call from our team to know more about the business. After the verification of the details provided by the seller, and the seller agrees to Terms and Conditions, they will become a member of our lovely team of Tesoro Store. ",
  "faq-nine-title": "What are the requirements for selling products on your platform?",
  "faq-nine-content": " Passion to make your hobby into a full blown business is enough to be a part of Tesoro Tribe! ",
  "faq-ten-title": "Do I need professional images of my products to be accepted?",
  "faq-ten-content": "No. Please bear in mind, however, that we find clear, well-lit photography maximises sales for our Sellers",
  "faq-eleven-title": "How do you ensure the quality of products sold on your website?",
  "faq-eleven-content": "The sellers are carefully curated,handpicked and verified by us.",
  "faq-twelve-title": "What is your customer support contact information?",
  "faq-twelve-content": "You can reach us via email on support@tersorostore.in or Whatsapp at -",
  "faq-thirteen-title": "Why is my order taking so long?",
  "faq-thirteen-content": "Due to the nature of small creative businesses and the unique things they create, several products are made to order, and some take longer than others. As a result, each product, albeit in stock, may have a different processing time. Please check the Product Description on the Product Page to know how many days your chosen product takes to ship.",
  "faq-fourteen-title": "What payment methods do you accept?",
  "faq-fourteen-content": "-"

}