{
  "terms-one-title": "Introduction",
  "terms-one-content": "<p><span style=\"font-size:12pt\"><span style=\"font-family:Avenir,sans-serif\"><span style=\"color:#000000\">Tesoro Store Private Limited Company (hereinafter referred to as &quot;Tesoro Store&quot;) is the owner and operator of the Tesoro Store website, i.e. www.tesorostore.in (&quot;hereinafter referred to as &quot;Website&quot;) in all of its forms. You accept and agree to be governed by the Terms and Conditions (described below) of the Website by browsing, accessing, or using it.</span></span></span></p>\n<p><span style=\"font-size:12pt\"><span style=\"font-family:Avenir,sans-serif\"><span style=\"color:#000000\">&nbsp;</span></span></span></p>\n<p><span style=\"font-size:12pt\"><span style=\"font-family:Avenir,sans-serif\"><span style=\"color:#000000\">The following terms and conditions (&quot;Terms&quot;) govern your use of this website and any other location where they are posted in connection with the provision of services (collectively, &quot;Services&quot;).&nbsp;</span></span></span></p>\n<p>&nbsp;</p>\n<p><span style=\"font-size:12pt\"><span style=\"font-family:Avenir,sans-serif\"><span style=\"color:#000000\">You acknowledge that you have read, understand, and agree to be legally bound by these Terms, which are incorporated herein by reference, by accessing and using the Services of this Website. You must not use the Services of this Website if you do not agree with any of the Terms and any amendments thereto.</span></span></span></p>\n<p>&nbsp;</p>\n<ul>\n\t<li style=\"list-style-type:disc\"><span style=\"font-size:12pt\"><span style=\"font-family:Avenir,sans-serif\"><span style=\"color:#000000\">No matter if you use the Services using a desktop computer, a mobile device, a gaming console, or another piece of hardware, these Terms of Service still apply. Unless otherwise noted, these terms of service do not apply to any other services, apps, websites, or content that is accessible or made available by any third party.</span></span></span></li>\n</ul>\n<p><span style=\"font-size:12pt\"><span style=\"font-family:Avenir,sans-serif\"><span style=\"color:#000000\">&nbsp;</span></span></span></p>\n<ul>\n\t<li style=\"list-style-type:disc\"><span style=\"font-size:12pt\"><span style=\"font-family:Avenir,sans-serif\"><span style=\"color:#000000\">Tesoro Store reserves the right to change these Terms of Service, the terms and conditions of our User Agreement, and\/or any other agreements, as well as the Disclaimer, at any time and without prior notice. You should examine and thoroughly read and understand these Terms of Service and any other terms and conditions listed above on a frequent basis.</span></span></span></li>\n</ul>\n<p><span style=\"font-size:12pt\"><span style=\"font-family:Avenir,sans-serif\"><span style=\"color:#000000\">&nbsp;</span></span></span></p>\n<ul>\n\t<li style=\"list-style-type:disc\"><span style=\"font-size:12pt\"><span style=\"font-family:Avenir,sans-serif\"><span style=\"color:#000000\">Unless otherwise specified herein, the User and the Website are bound by the entire agreement set forth in these Terms of Service, which supersedes all prior or contemporaneous communications and\/or proposals, whether electronic, oral, or written, between the parties with respect to the Website&#39;s Services.</span></span></span></li>\n</ul>\n<p><span style=\"font-size:12pt\"><span style=\"font-family:Avenir,sans-serif\"><span style=\"color:#000000\">&nbsp;</span></span></span></p>\n<ul>\n\t<li style=\"list-style-type:disc\"><span style=\"font-size:12pt\"><span style=\"font-family:Avenir,sans-serif\"><span style=\"color:#000000\">This Agreement governs our relationship with regard to your use of the Website and is comprised of the Terms of Service stated above, the Privacy Notice and Policy, the Terms of Use, and any other terms and conditions applicable to the Website. Please take your time reading this Agreement. Only after you have properly accepted it by using the Website can you get the benefit of this Agreement. You will NOT be given the right to access and use the Services, and you must not access any of its Services, if you disagree with any of the Terms and Conditions indicated above or with the Privacy Policy of this Website.</span></span></span></li>\n</ul>\n<p><span style=\"font-size:12pt\"><span style=\"font-family:Avenir,sans-serif\"><span style=\"color:#000000\">&nbsp;</span></span></span></p>\n<ul>\n\t<li style=\"list-style-type:disc\"><span style=\"font-size:12pt\"><span style=\"font-family:Avenir,sans-serif\"><span style=\"color:#000000\">Any User who is deemed to be in violation of any of the terms in this Agreement may have their access to the Website electronically blocked or otherwise restricted.</span></span></span></li>\n</ul>\n<p><span style=\"font-size:12pt\"><span style=\"font-family:Avenir,sans-serif\"><span style=\"color:#000000\">&nbsp;</span></span></span></p>\n<ul>\n\t<li style=\"list-style-type:disc\"><span style=\"font-size:12pt\"><span style=\"font-family:Avenir,sans-serif\"><span style=\"color:#000000\">This Website is fully entitled to assign all its rights and obligations hereunder, to a successor to all or any of its assets, whether by sale, merger or otherwise, without any hindrance or consent from any person or User. These Terms shall be binding upon and shall insure to the benefit of the parties hereto and their respective representatives, heirs, administrators, successors and permitted assigns except as otherwise provided herein.</span></span></span></li>\n</ul>",
  "terms-two-title": "Definition",
  "terms-two-content": "<h2>This Agreement between you and the Website shall be subject to following Terms and Conditions:-</h2><h3>Definitions:</h3><p>The Terms wherever used shall unless contrary, carry the meaning as given under:</p><p><strong>\"Agreement\"</strong> means this Terms of Service, the Terms and Conditions contained herein along with any Privacy Policy and / or User Agreement of any other portals whose links are provided from this Website. It shall also include reference to this Agreement as and when amended, novated, supplemented, varied or replaced.</p><p>The term <strong>“Company, We, Us and Our”</strong> refers to Tesoro Store Private Limited Company.</p><p>The term <strong>“Tesoro Store”</strong> refers to Tesoro Store Private Limited Company.</p><p>The terms <strong>\"you\" and “your”</strong> refer to the users of the <em>www.tesorostore.in</em>.</p><p><strong>\"User\"</strong> refers to and includes any person who accesses the website to view the various Products, Services, or schemes offered, as well as any individual or business planning to sell or offering to sell various Products, Services, or schemes nearby.</p><p>“Product/Products” connotes the goods, Services displayed on the Website.</p><p>“Terms and Conditions” means the terms and conditions contained herein.</p>",
  "terms-three-title": "Terms",
  "terms-three-content": "<p>The User certifies that he/she is at least 18 (eighteen) years of age or has the consent of a parent or legal guardian.</p><p>The User undertakes and agrees to give accurate information. This website retains the right to at any moment verify and/or confirm the information and other details given by the User. In the event that such User details are confirmed to be false (either completely or partially), this Website reserves the right to refuse the registration and prohibit the User from accessing the Services without providing any prior notice.</p><p>This website's information, products, and services could contain typographical or factual mistakes. There is also a chance that unauthorized additions, deletions, and modifications could be made to the Website by outside parties. Although this website makes every effort to maintain the integrity and accuracy of the data, products, and services provided on it, it offers no assurances whatsoever as to the correctness or accuracy of the products, services, or schemes displayed on the website, or as to the quality of those products, services, or schemes. If such an error occurs, do let us know by sending an email to <a href=\"mailto:support@tesorostore.in\">support@tesorostore.in</a> so that it can be fixed, if at all feasible.</p><p>We do not oversee or assume obligation for the veracity or accuracy of the information submitted or the safety or legality of the products we advertise therein. Other users' content, information, or adverts might offend you or be inaccurate, dangerous, or misleading. The information and advertising placed on this website are not, and will never be, the responsibility of this website. The views and recommendations presented on this website are not its own, and any errors or omissions in them are the responsibility of the individual authors. By using this Website, you agree to indemnify and hold the website, its sponsors, owners, shareholders, workers, etc., harmless against any claims relating to the views expressed by third parties or the products that are bought and sold on this website.</p>",
  "terms-four-title": "Obtaining and Distributing Website Content",
  "terms-four-content": "<p><span style=\"font-size:12pt\"><span style=\"font-family:Avenir,sans-serif\"><span style=\"color:#000000\"><strong>All of the information on this website that is accessible to the public is copyrighted. Unless you are the original author of the content on this website, in which case your usage is controlled by the conditions governing this website&#39;s relationship with its authors as described below, you must abide by the following rules while using this material:</strong></span></span></span></p><p>&nbsp;</p><ul><li style=\"list-style-type:disc\"><span style=\"font-size:12pt\"><span style=\"font-family:Avenir,sans-serif\"><span style=\"color:#000000\">You are only permitted to download and print one copy of each content item for personal, non-commercial use.</span></span></span></li></ul><p style=\"margin-left:48px\">&nbsp;</p><ul><li style=\"list-style-type:disc\"><span style=\"font-size:12pt\"><span style=\"font-family:Avenir,sans-serif\"><span style=\"color:#000000\">Any content you download or print from this website may not be modified. Any copyright notices and logos on the content you download or print must be kept. This website is not responsible or liable for any financial or other liabilities that may emerge from your illegal modification of any of the printed contents.</span></span></span></li></ul><p>&nbsp;</p><ul><li style=\"list-style-type:disc\"><span style=\"font-size:12pt\"><span style=\"font-family:Avenir,sans-serif\"><span style=\"color:#000000\">You also agree to indemnify and hold harmless and indemnified during all times this Website from any such resulting liability/ liabilities &ndash; financial or otherwise.</span></span></span></li></ul><p>&nbsp;</p><ul><li style=\"list-style-type:disc\"><span style=\"font-size:12pt\"><span style=\"font-family:Avenir,sans-serif\"><span style=\"color:#000000\">As long as they adhere to fair dealing, you are permitted to post or otherwise make publicly available snippets from the content items on this website as long as you credit it as the website&#39;s original source and include a link to it.</span></span></span></li></ul><p><span style=\"font-size:12pt\"><span style=\"font-family:Avenir,sans-serif\"><span style=\"color:#000000\">&nbsp;</span></span></span></p><p><span style=\"font-size:12pt\"><span style=\"font-family:Avenir,sans-serif\"><span style=\"color:#000000\"><strong>Contributing to the Website&#39;s Content:</strong></span></span></span></p><p style=\"margin-left:48px\">&nbsp;</p><ul><li style=\"list-style-type:disc\"><span style=\"font-size:12pt\"><span style=\"font-family:Avenir,sans-serif\"><span style=\"color:#000000\">As a website that enables users to create leads for all of the items it offers, this website adds value for its contributors by making its enormous worldwide audience reach available to them. The terms in this section apply to all materials submitted for inclusion on this website through any of its services or forums.</span></span></span></li></ul><p style=\"margin-left:24px\">&nbsp;</p><ul><li style=\"list-style-type:disc\"><span style=\"font-size:12pt\"><span style=\"font-family:Avenir,sans-serif\"><span style=\"color:#000000\">This website has not independently confirmed the accuracy of the data or viewpoints provided by you.</span></span></span></li></ul><p style=\"margin-left:48px\">&nbsp;</p><ul><li style=\"list-style-type:disc\"><span style=\"font-size:12pt\"><span style=\"font-family:Avenir,sans-serif\"><span style=\"color:#000000\">You adamantly claim that the information you provided was accurate and comprehensive.</span></span></span></li></ul><p>&nbsp;</p><ul><li style=\"list-style-type:disc\"><span style=\"font-size:12pt\"><span style=\"font-family:Avenir,sans-serif\"><span style=\"color:#000000\">If website users download and print your information, content, opinions, etc. without your permission in violation of the Terms and Conditions, this website will not be held responsible or liable for any losses.</span></span></span></li></ul><p>&nbsp;</p><ul><li style=\"list-style-type:disc\"><span style=\"font-size:12pt\"><span style=\"font-family:Avenir,sans-serif\"><span style=\"color:#000000\">The Website shall not at any time be liable for any unauthorized alteration/alterations/amendments made by any third party in your account when the same is displayed on the Website. &bull; You grant us the right to compile and store your personal details and data, given by you, on your own account on the Website. You consent to hold this Website harmless from such claims and agree to maintain it so.</span></span></span></li></ul><p><span style=\"font-size:12pt\"><span style=\"font-family:Avenir,sans-serif\"><span style=\"color:#000000\">&nbsp;</span></span></span></p><p><span style=\"font-size:12pt\"><span style=\"font-family:Avenir,sans-serif\"><span style=\"color:#000000\">When using the website and participating in any type of conversation on a forum, you agree NOT to:</span></span></span></p><p style=\"margin-left:48px\"><span style=\"font-size:12pt\"><span style=\"font-family:Avenir,sans-serif\"><span style=\"color:#000000\">&nbsp;</span></span></span></p><ul><li style=\"list-style-type:disc\"><span style=\"font-size:12pt\"><span style=\"font-family:Avenir,sans-serif\"><span style=\"color:#000000\">Upload, post, or otherwise make available any Content that is illegal, harmful, threatening, abusive, harassing, defamatory, vulgar, obscene, libelous, promotes violence, invades another person&#39;s privacy, is hateful, or is racially, ethnically, or otherwise objectionable; impersonate any person or organization, including, but not limited to, this Website, forum leader, guide, or host, or falsely state or otherwise misrepresent your affiliation with.</span></span></span></li></ul><p style=\"margin-left:48px\">&nbsp;</p><ul><li style=\"list-style-type:disc\"><span style=\"font-size:12pt\"><span style=\"font-family:Avenir,sans-serif\"><span style=\"color:#000000\">Upload or post or otherwise make available any Content that violates any party&#39;s patent, trademark, trade secret, copyright, or other proprietary rights;&nbsp;</span></span></span></li></ul><p>&nbsp;</p><ul><li style=\"list-style-type:disc\"><span style=\"font-size:12pt\"><span style=\"font-family:Avenir,sans-serif\"><span style=\"color:#000000\">Upload or post or otherwise make available any Content that you are not authorized to make available under any law, contract, or fiduciary relationship (such as inside, proprietary, or confidential information learned or disclosed as part of employment relationships or under nondisclosure agreements). However, as long as the snippets follow fair dealing guidelines, you are permitted to post copyrighted material.</span></span></span></li></ul><p>&nbsp;</p><ul><li style=\"list-style-type:disc\"><span style=\"font-size:12pt\"><span style=\"font-family:Avenir,sans-serif\"><span style=\"color:#000000\">Upload, post, or otherwise make available any illegal or unsolicited commercial solicitation, such as &quot;junk mail,&quot; &quot;spam,&quot; &quot;chain letters,&quot; &quot;pyramid schemes,&quot; or any other type of commercial message. Promotional posts that are made repeatedly are considered forum abuse. Businesses or individuals interested in working together or placing advertisements on the Website should get in touch with us at this number at </span></span></span><a href=\"mailto:support@tesorostore.in\" style=\"text-decoration:none\"><span style=\"font-size:12pt\"><span style=\"font-family:Avenir,sans-serif\"><span style=\"color:#0000ff\"><u>support@tesorostore.in</u></span></span></span></a><span style=\"font-size:12pt\"><span style=\"font-family:Avenir,sans-serif\"><span style=\"color:#000000\"> _.</span></span></span></li></ul><p>&nbsp;</p><ul><li style=\"list-style-type:disc\"><span style=\"font-size:12pt\"><span style=\"font-family:Avenir,sans-serif\"><span style=\"color:#000000\">Disrupt the usual flow of conversation by repeatedly posting the same or similar content, or acting in a way that adversely affects other users&#39; capacity to engage in discussions;&nbsp;</span></span></span></li></ul><p style=\"margin-left:48px\">&nbsp;</p><ul><li style=\"list-style-type:disc\"><span style=\"font-size:12pt\"><span style=\"font-family:Avenir,sans-serif\"><span style=\"color:#000000\">Upload, post, or otherwise make available any material that contains software viruses or any other computer code, files, or programs designed to interrupt, destroy, or limit the functionality of any computer software or hardware or telecommunications equipment;</span></span></span></li></ul><p>&nbsp;</p><ul><li style=\"list-style-type:disc\"><span style=\"font-size:12pt\"><span style=\"font-family:Avenir,sans-serif\"><span style=\"color:#000000\">Violate any applicable local, state, national or international law, including, but not limited to, any rules of any national or other securities exchange, including, without limitation and any regulations having the force of law;</span></span></span></li></ul><p>&nbsp;</p><ul><li style=\"list-style-type:disc\"><span style=\"font-size:12pt\"><span style=\"font-family:Avenir,sans-serif\"><span style=\"color:#000000\">&quot;Stalk&quot; or otherwise harass another user; Collect or store personal data about other Users either manually or by means of automated software tools; Promote illegal activities; inhibit other Users from using and enjoying the unedited forums.</span></span></span></li></ul><p>&nbsp;</p><ul><li style=\"list-style-type:disc\"><span style=\"font-size:12pt\"><span style=\"font-family:Avenir,sans-serif\"><span style=\"color:#000000\">Posting classified ads with false claims, dishonest tactics, or invitations to engage in any unlawful conduct.</span></span></span></li></ul><p>&nbsp;</p><ul><li style=\"list-style-type:disc\"><span style=\"font-size:12pt\"><span style=\"font-family:Avenir,sans-serif\"><span style=\"color:#000000\">Use this website for illegal activities.</span></span></span></li></ul><p>&nbsp;</p><ul><li style=\"list-style-type:disc\"><span style=\"font-size:12pt\"><span style=\"font-family:Avenir,sans-serif\"><span style=\"color:#000000\">You agree to hold Tesoro Store, its directors, officials, employees, agents, and partners, among others, harmless at all times from any liability (Civil/Criminal and/or Financial) resulting from any such unlawful acts on your part and/or upon violation of these terms and conditions, as well as this Website&#39;s owners, developers, and anyone else connected with this Website, including Tesoro Store.</span></span></span></li></ul>",
  "terms-five-title": "Using the Services of the Website",
  "terms-five-content": "<p><span style=\"font-size:12pt\"><span style=\"font-family:Avenir,sans-serif\"><span style=\"color:#000000\"><strong>This Section outlines the conditions under which various website services are made accessible to you, such as link forwarding services, event information, opinion/opinions, and any other content on this website.</strong></span></span></span></p><p><span style=\"font-size:12pt\"><span style=\"font-family:Avenir,sans-serif\"><span style=\"color:#000000\"><strong>You agree that:</strong></span></span></span></p><p>&nbsp;</p><ul><li style=\"list-style-type:disc\"><span style=\"font-size:12pt\"><span style=\"font-family:Avenir,sans-serif\"><span style=\"color:#000000\">Any User who is believed to be in violation of any of the terms in this document may have their access to the Website electronically blocked or otherwise restricted.</span></span></span></li></ul><p style=\"margin-left:24px\">&nbsp;</p><ul><li style=\"list-style-type:disc\"><span style=\"font-size:12pt\"><span style=\"font-family:Avenir,sans-serif\"><span style=\"color:#000000\">This website is not obliged to make sure that all Users can access it at all times. While we make every effort to only refuse access to those who break the rules of our Website. On rare occasions, we are compelled to employ access denial techniques that interfere with the access of other Users.</span></span></span></li></ul><p>&nbsp;</p><ul><li style=\"list-style-type:disc\"><span style=\"font-size:12pt\"><span style=\"font-family:Avenir,sans-serif\"><span style=\"color:#000000\">This Website is not responsible for a loss of access to the Website&rsquo;s Services due to failure of networks connected to the Internet, or any other temporary hardware or software failure or any interruption in access caused due to misuse of any technology/technologies.</span></span></span></li></ul><p>&nbsp;</p><ul><li style=\"list-style-type:disc\"><span style=\"font-size:12pt\"><span style=\"font-family:Avenir,sans-serif\"><span style=\"color:#000000\">This Website endeavours to ensure that material included in and on our Website is correct, reputable and of high quality, however, it does not accept responsibility if this is not the case. We shall not be liable and / or responsible for any errors or omissions or for the results obtained from the use of such information or for any technical problems you may experience from the Products displayed on our Website.</span></span></span></li></ul><p>&nbsp;</p><ul><li style=\"list-style-type:disc\"><span style=\"font-size:12pt\"><span style=\"font-family:Avenir,sans-serif\"><span style=\"color:#000000\">This Website reserves the right at any time and from time to time to modify or discontinue, temporarily or permanently, the Service (or any part thereof) with or without notice to any of its User/Users.</span></span></span></li></ul><p>&nbsp;</p><ul><li style=\"list-style-type:disc\"><span style=\"font-size:12pt\"><span style=\"font-family:Avenir,sans-serif\"><span style=\"color:#000000\">This Website may contain links to other Apps or websites operated by third parties (&quot;</span></span></span><span style=\"font-size:12pt\"><span style=\"font-family:Avenir,sans-serif\"><span style=\"color:#000000\"><strong>Linked Site</strong></span></span></span><span style=\"font-size:12pt\"><span style=\"font-family:Avenir,sans-serif\"><span style=\"color:#000000\">&quot;). You acknowledge that, when you click on a link to visit a Linked Site, a frame may appear that contains the Website&rsquo;s logo, advertisements and/or other content selected by the Website. You acknowledge that the Website and its sponsors neither endorse nor are affiliated with the Linked Site and are not responsible for any content that appears on the Linked Site. You also acknowledge that the owner of the Linked Site neither endorses nor is affiliated with the Website and its sponsors.</span></span></span></li></ul><p>&nbsp;</p><ul><li style=\"list-style-type:disc\"><span style=\"font-size:12pt\"><span style=\"font-family:Avenir,sans-serif\"><span style=\"color:#000000\">Unless the Website specifically states otherwise, all remarks, details, or materials sent to this Website via or in connection with the Website shall be regarded as non-confidential and shall become the property of the Website. You agree to give to this Website all worldwide rights, titles, and interests in copyrights and other intellectual property rights to the comments, feedback, information, or materials by providing such comments, feedback, information, or materials to this Website. This assignment is free of charge.</span></span></span></li></ul><p style=\"margin-left:48px\">&nbsp;</p><ul><li style=\"list-style-type:disc\"><span style=\"font-size:12pt\"><span style=\"font-family:Avenir,sans-serif\"><span style=\"color:#000000\">Tesoro Store has the right to update and/or modify the website&#39;s services at any time. counsel obtained through the website should not be used to make personal, medical, legal, or financial decisions and you should instead get counsel from a qualified professional for recommendations that are particular to your needs.</span></span></span></li></ul>",
  "terms-six-title": "Member Enrollment",
  "terms-six-content": "<p><span style=\"font-size:12pt\"><span style=\"font-family:Avenir,sans-serif\"><span style=\"color:#000000\"><strong>For access to several of this website&#39;s services and capabilities, registration is required. The following terms and conditions are accepted when you join this website as a member in any way:</strong></span></span></span></p><p>&nbsp;</p><ul><li style=\"list-style-type:disc\"><span style=\"font-size:12pt\"><span style=\"font-family:Avenir,sans-serif\"><span style=\"color:#000000\">Users of these additional facilities agree to fill out the registration form with true, accurate, current, and complete information.</span></span></span></li></ul><p style=\"margin-left:48px\">&nbsp;</p><ul><li style=\"list-style-type:disc\"><span style=\"font-size:12pt\"><span style=\"font-family:Avenir,sans-serif\"><span style=\"color:#000000\">You acknowledge that it is your responsibility to keep the registration or subscription information true, accurate, current, and complete.</span></span></span></li></ul><p>&nbsp;</p><ul><li style=\"list-style-type:disc\"><span style=\"font-size:12pt\"><span style=\"font-family:Avenir,sans-serif\"><span style=\"color:#000000\">Each User is solely responsible for protecting the privacy of the login and password associated with his or her account, as well as for any actions taken in connection with it. Any loss or damage brought on by a User&#39;s failure to abide by the confidentiality provision, including any loss or damage brought on by any User&#39;s failure to:</span></span></span></li></ul><p><span style=\"font-size:12pt\"><span style=\"font-family:Avenir,sans-serif\"><span style=\"color:#000000\">&nbsp;</span></span></span></p><p><span style=\"font-size:12pt\"><span style=\"font-family:Avenir,sans-serif\"><span style=\"color:#000000\">Immediately report any unauthorized use of his or her password or account, as well as any other security violation, to the Website or Tesoro Store. Also, make sure to log out of your account at the conclusion of each session.</span></span></span></p>",
  "terms-seven-title": "Disclaimer of Warranties and Indemnity",
  "terms-seven-content": "<p><span style=\"font-size:12pt\"><span style=\"font-family:Avenir,sans-serif\"><span style=\"color:#000000\">YOU EXPRESSLY ACKNOWLEDGE AND AGREE THAT YOUR USE OF THIS WEBSITE IS AT YOUR OWN RISK. TO THE MAXIMUM EXTENT PERMITTED BY APPLICABLE LAWS, THIS WEBSITE IS PROVIDED BY TESORO STORE, ON AN&nbsp;</span></span></span><span style=\"font-size:12pt\"><span style=\"font-family:Avenir,sans-serif\"><span style=\"color:#000000\"><strong>&quot;AS IS&quot;</strong></span></span></span><span style=\"font-size:12pt\"><span style=\"font-family:Avenir,sans-serif\"><span style=\"color:#000000\">&nbsp;AND&nbsp;</span></span></span><span style=\"font-size:12pt\"><span style=\"font-family:Avenir,sans-serif\"><span style=\"color:#000000\"><strong>&quot;AS AVAILABLE&quot;</strong></span></span></span><span style=\"font-size:12pt\"><span style=\"font-family:Avenir,sans-serif\"><span style=\"color:#000000\">&nbsp;BASIS. TO THE FULL EXTENT PERMISSIBLE BY APPLICABLE LAW, THE WEBSITE DISCLAIMS ALL WARRANTIES, EXPRESS OR IMPLIED, INCLUDING, BUT NOT LIMITED TO, IMPLIED WARRANTIES OF MERCHATABILITY, FITNESS FOR A PARTICULAR PURPOSE AND NON-INFRINGEMENT AND FREEDOM FROM VIRUSES OR OTHER HARMFUL CODES.</span></span></span></p><p><span style=\"font-size:12pt\"><span style=\"font-family:Avenir,sans-serif\"><span style=\"color:#000000\">&nbsp;</span></span></span></p><p><span style=\"font-size:12pt\"><span style=\"font-family:Avenir,sans-serif\"><span style=\"color:#000000\">YOU ACKNOWLEDGE THAT ANY WARRANTY THAT IS PROVIDED IN CONNECTION WITH ANY OF THE PRODUCTS OR SERVICES MADE AVAILABLE ON OR THROUGH THIS WEBSITE IS PROVIDED SOLELY BY THE CONCERNED OWNER/OWNERS, ADVERTISER/ADVERTISERS OR MANUFACTURER/MANUFACTURERS OF THAT PRODUCT AND/OR SERVICE AND NOT BY THIS WEBSITE.</span></span></span></p><p><span style=\"font-size:12pt\"><span style=\"font-family:Avenir,sans-serif\"><span style=\"color:#000000\">&nbsp;</span></span></span></p><p><span style=\"font-size:12pt\"><span style=\"font-family:Avenir,sans-serif\"><span style=\"color:#000000\">THE WEBSITE MAKES NO REPRESENTATIONS ABOUT THE SUITABILITY, SECURITY, RELIABILITY, AVAILABILITY, TIMELINESS, LACK OF VIRUSES OR OTHER HARMFUL COMPONENTS AND ACCURACY OF THE INFORMATION, SOFTWARE, PRODUCTS, SERVICES AND RELATED GRAPHICS CONTAINED WITHIN THE WEBSITE FOR ANY PURPOSE.</span></span></span></p><p><span style=\"font-size:12pt\"><span style=\"font-family:Avenir,sans-serif\"><span style=\"color:#000000\">&nbsp;</span></span></span></p><p><span style=\"font-size:12pt\"><span style=\"font-family:Avenir,sans-serif\"><span style=\"color:#000000\">THIS WEBSITE, MAKES&nbsp;</span></span></span><span style=\"font-size:12pt\"><span style=\"font-family:Avenir,sans-serif\"><span style=\"color:#000000\"><strong>NO REPRESENTATIONS OR WARRANTIES OF&nbsp;</strong></span></span></span><span style=\"font-size:12pt\"><span style=\"font-family:Avenir,sans-serif\"><span style=\"color:#000000\">ANY KIND, EXPRESS OR IMPLIED, AS TO THE OPERATION OF THE WEBSITE OR THE INFORMATION, CONTENTS, MATERIALS ON THE WEBSITE, INCLUDING THAT:</span></span></span></p><p><span style=\"font-size:12pt\"><span style=\"font-family:Avenir,sans-serif\"><span style=\"color:#000000\">&nbsp;</span></span></span></p><ul><li style=\"list-style-type:disc\"><span style=\"font-size:12pt\"><span style=\"font-family:Avenir,sans-serif\"><span style=\"color:#000000\">THE WEBSITE AND ITS SERVICES WILL MEET YOUR REQUIREMENTS.</span></span></span></li></ul><p><span style=\"font-size:12pt\"><span style=\"font-family:Avenir,sans-serif\"><span style=\"color:#000000\">&nbsp;</span></span></span></p><ul><li style=\"list-style-type:disc\"><span style=\"font-size:12pt\"><span style=\"font-family:Avenir,sans-serif\"><span style=\"color:#000000\">THE WEBSITE WILL BE UNINTERRUPTED, TIMELY, SECURE ERROR FREE OR FREE OF INFECTION OR VIRUSES, WORMS, TROJAN HORSES OR OTHER CODE THAT MANIFEST CONTAMINATING OR DESTRUCTIVE PROPERTIES.</span></span></span></li></ul><p><span style=\"font-size:12pt\"><span style=\"font-family:Avenir,sans-serif\"><span style=\"color:#000000\">&nbsp;</span></span></span></p><ul><li style=\"list-style-type:disc\"><span style=\"font-size:12pt\"><span style=\"font-family:Avenir,sans-serif\"><span style=\"color:#000000\">ERRORS IN THE SOFTWARE WILL BE CORRECTED.</span></span></span></li></ul><p><span style=\"font-size:12pt\"><span style=\"font-family:Avenir,sans-serif\"><span style=\"color:#000000\">&nbsp;</span></span></span></p><p><span style=\"font-size:12pt\"><span style=\"font-family:Avenir,sans-serif\"><span style=\"color:#000000\">YOUR SOLE REMEDY FOR DISSATISFACTION WITH THE WEBSITE, WEBSITE-RELATED SERVICES AND / OR CONTENT OR INFORMATION CONTAINED WITHIN THE WEBSITE IS TO STOP USING THE WEBSITE AND / OR ITS SERVICES.</span></span></span></p><p><span style=\"font-size:12pt\"><span style=\"font-family:Avenir,sans-serif\"><span style=\"color:#000000\">&nbsp;</span></span></span></p><p><span style=\"font-size:12pt\"><span style=\"font-family:Avenir,sans-serif\"><span style=\"color:#000000\">ANY MATERIAL DOWNLOADED OR OTHERWISE OBTAINED THROUGH THE USE OF THIS WEBSITE IS DONE AT YOUR OWN DISCRETION AND RISK AND YOU WILL BE SOLELY RESPONSIBLE FOR ANY DAMAGE TO YOUR COMPUTER SYSTEM OR LOSS OF DATA THAT RESULTS FROM THE DO.</span></span></span></p><p><span style=\"font-size:12pt\"><span style=\"font-family:Avenir,sans-serif\"><span style=\"color:#000000\">&nbsp;</span></span></span></p><p><span style=\"font-size:12pt\"><span style=\"font-family:Avenir,sans-serif\"><span style=\"color:#000000\">You agree to indemnify, defend and hold this",
  "terms-eight-title": "Notice",
  "terms-eight-content": "Except as explicitly stated otherwise, any notices shall be given by postal mail to Tesoro Store at 103, First Floor, Vardhman Complex, Savita Vihar, New Delhi- 110092 or at the email address support@tesorostore.in_. Notices by Us to You will be provided on the email you provide to us during the registration process (in your case). Notice through postal shall be deemed given three (3) days after the date of mailing and for e-mails, twenty-four (24) hours after an e-mail is sent unless the sending party is notified that the email address is invalid.\nWaiver:\nIn case in the failure of this WEBSITE to enforce or to exercise at any time or for any period any term of or any right pursuant to these Terms of Services shall not be construed as a waiver of any such right and shall in no way affect this WEBSITE’s right later to enforce or exercise it.\nThird-Party Merchants and Advertisers:\n \nYou acknowledge that Website does not control the performance of merchants or advertisers that appear on this Website. Therefore, if you choose to purchase a Product or Service, you release us from any and all claims you may have regarding the third party's failure to deliver or perform as agreed. ",
  "terms-nine-title": "Independent Investigation",
  "terms-nine-content": "<p><span style=\"font-size:12pt\"><span style=\"font-family:Avenir,sans-serif\"><span style=\"color:#000000\">YOU ACKNOWLEDGE THAT YOU HAVE READ THIS AGREEMENT AND AGREE TO ALL ITS TERMS AND CONDITIONS. YOU UNDERSTAND THAT WE MAY AT ANY TIME (DIRECTLY OR INDIRECTLY) SOLICIT MEMBER REFERRALS ON TERMS THAT MAY DIFFER FROM THOSE CONTAINED IN THIS AGREEMENT. YOU HAVE INDEPENDENTLY EVALUATED THE DESIRABILITY OF PARTICIPATING OR USING IN THIS WEBSITE OR ITS PROGRAMS AND /OR FEATURES AND ARE NOT RELYING ON ANY REPRESENTATION, GUARANTEE OR STATEMENTS OTHER THAN AS SET FORTH IN THIS AGREEMENT.</span></span></span></p>"
}